/* titles */
"StandardTitle" = "Standard Install on “%@”";
"CustomTitle" = "Custom Install on “%@”";

/* space requirements message */
"SpaceRequirements" = "This will take %@ of space on your computer.";

/* content strings for the standard install pane */
"InstallContinueMessage" = "Click Install to perform a standard installation of this software on the disk “%@”.";
/* "UpgradeContinueMessage" = "Click Upgrade to perform a standard upgrade of this software on the disk “%@”."; */

/* versions of the above 2 strings for domain installs */
"InstallContinueMessage_UserDomain" = "Click Install to perform a standard installation of this software in your home folder. Only the current user of this computer will be able to use this software.";
"InstallContinueMessage_LocalDomain" = "Click Install to perform a standard installation of this software for all users of this computer. All users of this computer will be able to use this software.";
"InstallContinueMessage_UnknownDomain" = "Click Install to perform a standard installation of this software.";

/*
"UpgradeContinueMessage_UserDomain" = "Click Upgrade to perform a standard upgrade of this software in your home directory.";
"UpgradeContinueMessage_LocalDomain" = "Click Upgrade to perform a standard upgrade of this software for all users of this computer.";
"UpgradeContinueMessage_UnknownDomain" = "Click Upgrade to perform a standard upgrade of this software.";
*/

/* warnings */
"ShutdownWarning" = "When this software finishes installing, you must shut down your computer. Are you sure you want to install the software now?";
"RestartWarning" = "When this software finishes installing, you must restart your computer. Are you sure you want to install the software now?";
"LogoutWarning" = "To install this software, all applications must be closed, and you will be logged out when the installation is complete. Are you sure you want to install the software now?";
"BatteryWarning" = "You are beginning an installation with your power adapter unplugged or disconnected. Are you sure you want to do this?";
"PadWarning" = "Installing this software will leave you with less than 100 MB of free space on your Mac OS X system. This is not recommended because it may cause system problems. Are you sure you want to continue?";

/* button titles */
/* "UPGRADE_BUTTON_TITLE" = "Upgrade"; */
"INSTALL_BUTTON_TITLE" = "Install";
"CONTINUE_BUTTON_TITLE" = "Continue";
"OK_BUTTON_TITLE" = "OK";
"CANCEL_BUTTON_TITLE" = "Cancel";
"CONTINUE_INSTALL_BUTTON_TITLE" = "Continue Installation";

"ExtraMediaMessage" = "The software you are installing requires additional installation discs. Have these discs ready:";
"AppToQuitMessage" = "%@ is currently open and will be closed before this installation begins. If you don’t want to close this application, cancel the installation.";
"AppsToQuitMessage" = "The following open applications will be closed before this installation begins: %@. If you don’t want to close these applications, cancel the installation.";

"MUST_QUIT_APPLICATIONS_TITLE" = "Some applications need to be closed before this installation begins.";
"MUST_QUIT_APPLICATION_MESSAGE" = "%@ will be closed before this installation begins. If you don’t want to close this application, click Cancel to cancel this installation.";
"MUST_QUIT_APPLICATIONS_MESSAGE" = "The following applications will be closed: %@. If you don’t want to close these applications, click Cancel to cancel this installation.";

/* Format for StandardInstall alert message when you don't have enough disk space and it is a single package */
"StandardInstallSinglePackageDeselectTitle" = "You need about %@ more free space on the destination disk.";
"StandardInstallSinglePackageDeselectMessage" = "Quit the Installer and make more space available on the disk by removing files or applications, and then try installing again.";
"StandardInstallSinglePackageDeselectMessage_AllowOtherVolumeSelection" = "You can select another disk for the installation, or quit the Installer and make more space available on the disk by removing files or applications, and then try installing again.";

/* Format for CustomInstall alert message when you don't have enough disk space and there is a metapackage */
"CustomMetaPackageDeselectTitle" = "You need about %@ more free space on the destination disk.";
"CustomMetaPackageDeselectMessage" = "Deselect some choices or quit the Installer and make more space available on the disk by removing files or applications, and then try installing again.";
"CustomMetaPackageDeselectMessage_AllowOtherVolumeSelection" = "You can select another disk for the installation, deselect some choices, or quit the Installer and make more space available on the disk by removing files or applications, and then try installing again.";

/* Displayed when there is nothing for the Installer to do.  Users should not get here but if they do this is what they'll see */
"NothingToInstall" = "There is a more recent version of this software installed on your system. There is no need to install this older version.";

"CUSTOM_FOLDER_TOOLTIP" = "The folder “%1$@” on %2$@";
"CUSTOM_FOLDER_ERROR_TITLE" = "There is not enough space to install this item.";
"CUSTOM_FOLDER_ERROR_SPACE" = "Make more space available by removing files or applications, or choose a different folder or disk, and then try installing again.";
"CUSTOM_FOLDER_DESCRIPTION" = "You are selecting a location for “%1$@”. The size of this item is %2$@. Below is a list of the disks and their available space.";
"CUSTOM_FOLDER_NEGATIVE_SPACE" = "-%@ (not enough space)";
"CUSTOM_OTHER_MENU_ITEM" = "Other…";
